"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Не Вы?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend is Nearby|Title of megaphone to encourage user to share location." = "Поблизости 1 друг";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 день";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 час";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 минута";

"1d|short indicator that a user was active 1 day ago" = "1 д.";

"1h|short indicator that a user was active 1 hour ago" = "1 ч.";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Лимит 1 мин.: отпустите, чтобы отправить";

"1m|short indicator that a user was active 1 minute ago" = "1 мин.";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 дня";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 часа";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 минуты";

"A new version of Messenger is available.|New version title" = "Доступна новая версия Чата.";

"Activation Code|placeholder text for activation code field" = "Код активации";

"Activation Request Failed|" = "Запрос активации не удался";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "В Сети сейчас (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Добавить в \"Избранное\"";

"Add More People|button for adding people to the conversation" = "Добавить больше участников";

"Add More People|title for add members page" = "Добавить пользователей";

"Add More People|title for add people page" = "Добавить пользователей";

"Add To Conversation|text to show in the add people button" = "Добавить к переписке";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Добавить к существующему контакту";

"Add|generic add button" = "Добавить";

"Adding...|adding progress text" = "Добавление...";

"Advanced Settings|text for advanced settings button" = "Расширенные настройки";

"Advanced|title for advanced settings page" = "Расширенные";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Уведомления выключены до %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Уведомления выключены на 1 час";

"Alerts Off|Indicates that alerts are off" = "Уведомления выключены";

"Alerts On|Indicates that alerts are on" = "Уведомления включены";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Все уведомления отключены на 8 ч.";

"All notifications are off.|Mute warning display on thread list" = "Все уведомления отключены.";

"Answer|Text for button that accepts a call" = "Ответить";

"Archive Thread|Button label that will archive the thread" = "Отправить в архив";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Уверены, что хотите удалить название переписки?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Уверены, что хотите выйти из диалога? Вы больше не сможете получать новые сообщения.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Вы уверены?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Прикрепить фото";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Прикрепить медиа-файл";

"Auto Send|Auto send label" = "Авто-отсылка";

"Back|generic nav bar back button" = "Назад";

"Bing Image Search|" = "Поиск изображений в Bing";

"Call Ended|End call message in non-error case" = "Конец звонка";

"Call Ended|String shown when the call ends" = "Конец звонка";

"Call Failed|End call message in error case" = "Ошибка при звонке";

"Call %@|action sheet option for calling a phone number" = "Позвонить %1$@";

"Camera|Button label for attaching a photo from the camera" = "Камера•";

"Cancel|Title for generic Cancel button." = "Отмена";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Выбрать фото";

"Clear|prompt to clear all unsent messages" = "Очистить";

"Clearing...|Progress text shown while clearing the image for a thread" = "Очистка...";

"Clearing...|Progress text shown while clearing the name for a thread" = "Очистка...";

"Close active chat|Button to close an active chat" = "Закрыть чат";

"Comment|Comment button title" = "Комментировать";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Написать сообщение %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Написать сообщение %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Подтвердить телефон";

"Connecting|Text shown on call screen while connecting a call" = "Подключение";

"Connection Failed|Alert title when connection failed" = "Прервалась связь";

"Connection Lost|End call message in connection lost case" = "Нет связи";

"Contact Info|Title of the canonical thread info page." = "Контактная информация";

"Contacting|Text shown on call screen while contacting another party" = "Подключение";

"Continue|Login - Login Button Title for Keychain Login" = "Продолжить";

"Conversation Name|placeholder text in conversation name textfield" = "Название переписки";

"Copy Link|Option that pops out after long press on a link in message thread." = "Копировать ссылку";

"Copy|action sheet option for copying a string to the clipboard" = "Скопировать";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Не удалось добавить новых участников. Попробуйте снова.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Данные о доступе получить невозможно";

"Countries|Title for country picker" = "Страны";

"Country|Country - Country placeholder text" = "Страна";

"Create Group Conversation|button for adding people to the canonical conversation" = "Создать общую переписку";

"Create New Contact|action sheet option for creating a new contact" = "Создать новый контакт";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Занято";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Индивидуальные настройки уведомлений";

"Decline|Text for button that declines a call" = "Отклонить";

"Delete Conversation Name|alert title for deleting conversation name" = "Удалить название переписки";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Удалить сообщение? Это действие нельзя отменить.";

"Delete|Button to accept deleting the name of a conversation" = "Удалить";

"Delete|Label for button to delete previous character" = "Удалить";

"Delete|button text for deleting a message" = "Удалить";

"Delete|button text for removing an unsent message" = "Удалить";

"Details|title for message details page" = "Подробная информация";

"Discover Who's Nearby|Title of NUX to encourage user to share location." = "Узнайте, кто поблизости";

"Discover which friends are nearby and let them know you're around.|Description of megaphone to encourage user to share location." = "Узнайте, кто из друзей находится поблизости, и дайте им знать, что вы неподалеку.";

"Discover who's in the area and let them know you're around.|Description of megaphone to encourage user to share location." = "Узнайте, кто находится поблизости, и дайте им знать, что вы неподалеку.";

"Dismiss|Dismiss the audio recorder" = "Отклонить";

"Don't Delete|Button to decline to delete the name of a conversation" = "Не удалять";

"Don't Save|Don't save action sheet button" = "Не сохранять";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Готово";

"Download|Button title to download an upgrade" = "Загрузить";

"Edit|Edit button/label title for chat divebar" = "Редактировать";

"Email|email field placeholder on login screen" = "Электронная почта";

"Empty Feedback|Title for empty feedback warning." = "Нет отзывов";

"Enter Code|Enter Code page title" = "Введите код";

"Error|error title after failed to load webview" = "Ошибка";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Пользователь Facebook";

"Failed to add members|title for failing to add members dialog" = "Не удалось добавить участников";

"Failed to save your settings.|error message after changing thread alert setting." = "Не удалось сохранить настройки.";

"Favorites|chat bar favorites header title" = "Избранное";

"Free Call|Text on button that starts a messenger call" = "Бесплатный звонок";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Бесплатные звонки недоступны";

"Friends of Friends|Table section header for a list of friends of friends search results" = "Друзья друзей";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Друзья в Чате Facebook";

"Get Directions|action sheet option for viewing a map" = "Получить инструкции";

"Get Facebook Messenger|Title of a link that takes the user to download the Facebook Messenger app" = "Установите Чат Facebook";

"Get Started|Title for NUX" = "Начало работы";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Оставьте свой отзыв или сообщите о проблеме";

"Google Image Search|" = "Поиск изображений Google";

"Group Conversation|Create a group conversation divebar label" = "Групповая переписка";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Групповая переписка";

"Group Info|Title of group thread info page." = "О группе";

"Help|text for help button" = "Помощь";

"Hold to Talk|The instruction for holding the record button and talk" = "Удерживайте, чтобы начать разговор";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Я уверен(-а)";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Если вам нравится %1$@, не могли бы оценить это обновление? Спасибо!";

"Image Search|action sheet option for choosing a photo from image search" = "Поиск изображений";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Включить ваше местонахождение";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Неполная информация о контакте";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Неправильный код подтверждения.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Установить Чат Facebook?";

"Install Messenger to listen to this message and record your own.|The detailed message to tell user that the audio clip feature is not supported on the wilde, and then promote a link for them to download the Facebook Messenger app" = "Установите Чат Facebook для того, что бы прослушать это сообщение и записать ваше собственное.";

"Install|Button text to install the Facebook Messenger" = "Установить";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Недействительный контакт";

"Invalid Country Code|alert title for invalid country code" = "Недействительный код страны";

"Invalid Phone Number|alert title for invalid phone number" = "Недействительный номер телефона";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Держите всех в курсе событий";

"Last Updated: %@|last updated date in pull to refresh header" = "Последние обновления: %1$@";

"Learn More|Title for button to learn more about sharing location." = "Подробнее";

"Leave Conversation|leave conversation button" = "Выйти из переписки";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Выйти из переписки?";

"Leave|Button title for leaving a thread" = "Выйти";

"Leaving...|Progress text shown while leaving a thread" = "Выход...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Сообщите участникам переписки, где вы находитесь.";

"Licenses|Licenses screen title" = "Лицензии";

"Licenses|text for licenses button" = "Лицензии";

"Like|Like button title" = "Мне нравится";

"Load Earlier Messages|message for loading earlier messages" = "Загрузить ранние сообщения";

"Loading...|Message presented while waiting for content to load." = "Загрузка...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Поиск вашего местоположения...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Местонахождение отключено";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "Отображение местонахождения выключено для этой переписки";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Геолокация выключена. Включите ее, чтобы участники этой переписки знали, где вы находитесь.";

"Location services are on|Title of location NUX when user has enabled location services." = "Геолокация включена";

"Log In to Facebook|Login - Login Button Title for password login" = "Вход в Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "В сети как %1$@";

"Login Approval Required|title of login approval dialog" = "Требуется подтверждение входа";

"Login Failed|Invalid login alert title" = "Не удалось выполнить вход";

"Map|title of map tab" = "Карта";

"Mark as Unread|Button label that will mark the thread as unread" = "Отметить как непрочитанное";

"Meet Friends on the Go|Title of megaphone to encourage user to share location." = "Общайтесь с друзьями на ходу";

"Message|divebar message button title" = "Сообщение";

"Messages|Messenger module display name" = "Сообщения";

"Messages|name of the app with Facebook brand" = "Сообщения";

"Messenger|The title of the app, used in Appirater's dialog." = "Чат Facebook";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Другие друзья (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Другие друзья (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Еще друзья в сети";

"NOTE: People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "ПРИМЕЧАНИЕ: Люди, которых вы добавите, смогут видеть все предыдущие сообщения в этой переписке.";

"Name is Too Long|alert title for long conversation name" = "Имя слишком длинное";

"Name|Placeholder text: Name of new contact" = "Имя";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Не пропустите больше ни одного сообщения";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Вы больше не пропустите сообщения от ваших друзей.";

"New Contact|Button title: Create a new contact" = "Новый контакт";

"New Message|Title of screen shown when user is composing a new message" = "Новое сообщение";

"New version available|Title of alert displayed when new version is available" = "Доступны новые версии";

"Next|Generic button to move to next item" = "Далее";

"Next|button label for moving to the next screen" = "Далее";

"No Message|dialog title for when user tries to send an empty message" = "Нет сообщения";

"No Recipients|dialog title for when user tries to send to no recipients" = "Нет получателей";

"No Results|Accessibility label describing a contacts search result with no results" = "Результатов нет";

"No locations shared recently.|message on map view when no location has been shared recently" = "Нет недавно отмеченных местонахождений.";

"No response.|Error reported when no response is received from the server" = "Нет ответа.";

"No, Thanks|Label on button for user to decline to rate the app" = "Нет, спасибо";

"Nobody will see exactly where you are.|Explanation to let user know sharing location will not expose his exact location." = "Никто не узнает, где вы точно находитесь.";

"Not Now|Button text to temporarily ignore the installation message" = "Не сейчас";

"Not Now|Not now alert popup button" = "Не сейчас";

"Not Now|Title of button to not share location for now." = "Не сейчас";

"Not Now|button label for deferring enabling push notifications" = "Не сейчас";

"Not now|Button title to decline an upgrade" = "Не сейчас";

"Notifications for This Conversation|Title for per-thread notification settings" = "Уведомления для этой переписки";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Уведомления для этой переписки отключены.";

"Notifications|Label for enabling/disabling notification" = "Уведомления";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Выкл. до %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Выкл. на 1 час";

"Off|Short string for indicating that alerts are off" = "Выкл.";

"On|Short string for indicating that alerts are on" = "Вкл.";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Открыть в Картах";

"Password|password field placeholder on login screen" = "Пароль";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Участники данной переписки могут видеть ваше местонахождение на карте.";

"People|Section title for list of thread participants." = "Пользователи";

"People|title of people tab" = "Люди";

"Phone Number|placeholder text for phone number field" = "Номер телефона";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Телефон или адрес электронной почты";

"Pin friends you message most|Label when users have no favorites" = "Соберите друзей, с которыми вы переписываетесь больше всего";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Пожалуйста, проверьте код подтверждения и попробуйте снова.";

"Please check your network connection and try again.|" = "Пожалуйста, проверьте соединение с сетью и попробуйте снова.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Пожалуйста, проверьте номер и попробуйте снова.";

"Please check your number and try again.|alert message for invalid phone number" = "Пожалуйста, проверьте номер и попробуйте снова.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Пожалуйста, загрузите последнюю версию Чата Facebook.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Введите сообщение или прикрепите фото";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Пожалуйста, укажите номер телефона или адрес электронной почты.";

"Please enter a valid country code.|alert message for invalid country code" = "Пожалуйста, укажите действительный код страны.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Пожалуйста, укажите адрес электронной почты и пароль, который вы используете для входа в Facebook.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Пожалуйста, укажите имя человека и контактную информацию.";

"Please include a description of your problem.|Message for empty feedback warning." = "Пожалуйста, опишите вашу проблему.";

"Please rate the quality of your call|Prompt for call quality survey" = "Пожалуйста, оцените качество звонка";

"Please re-login to renew your session.|Error message for expired session" = "Пожалуйста, войдите повторно или обновите сессию.";

"Please use a shorter conversation name.|alert message for long conversation name" = "Пожалуйста, укажите более короткое имя для диалога.";

"Preview|title for image preview screen" = "Предварительный просмотр";

"Privacy & Terms|text for privacy and terms button" = "Конфиденциальность и условия";

"Pull down to refresh...|message for pull down to refresh" = "Потяните вниз для обновления...";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Звуки push-уведомлений отключены.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Звуки push-уведомлений отключены.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Уведомления отключены.";

"Push up to refresh...|message for push up to refresh" = "Потяните вверх для обновления...";

"REC|The record button" = "ЗАПИСЬ";

"Rate %@|Alert title for asking user to rate this app." = "Оценить %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Оценка %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Общайтесь с друзьями везде - с телефона или с компьютера.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Общайтесь с друзьями где бы они не находились";

"Record Audio|action sheet option for recording some audio" = "Записать аудио";

"Record Video|action sheet option for recording a video" = "Записать видео";

"Record Voice|Button label for attaching an audio clip" = "Запись голоса";

"Record|Record button for voice message" = "Записать";

"Record|Record button for voice recording" = "Записать";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Ошибка при начале записи";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Отмена записи";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Отпустите и отмените запись";

"Release to refresh...|message for releasing to refresh" = "Отпустите для обновления...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Напомнить позже";

"Remove Attachment|action sheet option for removing current attachment" = "Удалить вложение";

"Remove Photo|action sheet option for removing chosen photo" = "Удалить фотографию";

"Remove Photo|action sheet option for removing current attachment" = "Удалить фотографию";

"Removing...|text for removing progress" = "Удаление...";

"Report a Problem|title for give feedback or report bug" = "Сообщить  о проблеме";

"Resend|Resend - Resend Button Title" = "Повторить отправку";

"Retry|generic retry button" = "Повторить попытку";

"Save Photo|action sheet option to save photo to library" = "Сохранить фото";

"Save photo as conversation image?|" = "Сохранить фото как изображение для переписки?";

"Save|" = "Сохранить";

"Saving...|Progress text shown while saving a new image for a thread" = "Сохранение...";

"Saving...|Progress text shown while saving a new name for a thread" = "Сохранение...";

"Search for Friends|Accessibility label for button that toggles display of friends list/search" = "Найти друзей";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Найти еще друзей...";

"Search to add favorites|placeholder in edit favorites search bar" = "Поиск для добавления в \"Избранное\"";

"Search|placeholder in search bar" = "Поиск";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Поиск...";

"See which friends are within walking distance or visiting your city, and let them know you're nearby.|Description of NUX to encourage user to share location." = "Узнайте, кто из друзей находится поблизости или посещает ваш город, и сообщите им, что вы рядом.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Просмотрено всеми";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Просмотрено всеми";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Просмотрено %1$@ в %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Просмотрено %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Просмотрено %1$@";

"Seen by:|Text for seen state header" = "Просмотрено:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Просмотрено в %1$@ возле %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Просмотрено %1$@";

"Select country code|select country code text" = "Выбрать код страны";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Отправляйте в чат, на телефон или веб-страницу";

"Send|Nav bar send button text" = "Отправить";

"Send|Send button for voice message" = "Отправить";

"Send|text to show in the send button" = "Отпр";

"Sending...|sending progress text" = "Отправка...";

"Sent a message|default notification text for messages with no body text" = "Отправить cообщение";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Отправлено из Чата";

"Sent from email|indicator that a message was sent from email" = "Отправлено по электронной почте";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Отправлено с мобильного";

"Sent from web|indicator that a message was sent sent from web or chat" = "Отправлено из Интернета";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Отправлено из %1$@";

"Session Expired|Error title for expired session" = "Время сеанса истекло";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Настройки приложений > Общие > Службы местонахождения";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Настройки приложений > Службы местонахождения";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Настройки Прилож. - Конфиденциальность - Геолокация";

"Settings|Settings alert popup button" = "Настройки";

"Settings|title for settings page" = "Настройки";

"Settings|title of settings tab" = "Настройки";

"Share|Share button title" = "Опубликовать";

"Shared a link|text for a link share" = "Поделился ссылкой";

"Shared a photo|text for a photo share" = "Поделился фото";

"Shared a video|text for a video share" = "Поделился(-ась) видео";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Регистрация на Facebook";

"Skip|Skip - Skip Button Title" = "Пропустить";

"Something went wrong. Want to try again?|retry dialog message" = "Что-то пошло не так. Хотите попробовать еще раз?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Извините, произошла ошибка";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Начинайте групповую переписку";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Не прикреплять медиа-файл";

"Stop|Stop button for voice recording" = "Стоп";

"Submit|Submit button title" = "Отправить";

"Switch Account|text for switching logged in user" = "Сменить аккаунт";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Подключитесь к Wi-Fi для звонка";

"Take Photo|action sheet option for taking a photo" = "Сделать фотографию";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Коснитесь \"Попробовать еще раз\", чтобы отправить это сообщение.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Коснитесь, чтобы включить Чат";

"Tap to discover who's in the area|Message of in-app notification explaining that user can tap to learn more about sharing location." = "Коснитесь, чтобы узнать, кто здесь находится";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Коснитесь чтобы перезвонить";

"Tap to send a message|Message of in-app notification explaining that user can tap to message to nearby friends." = "Коснитесь, чтобы отправить сообщение";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Коснитесь, чтобы включить геолокацию";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Не удается отправить текстовые сообщения на указанный номер.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Пишите сообщения друзьям, которые зашли на сайт с телефона или с домашнего компьютера.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Указанный номер не поддерживает получение текстовых сообщений.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Возникла проблема с подключением к Facebook. Пожалуйста, проверьте соединение и попробуйте снова.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Возникла проблема со связью. Пожалуйста, подключитесь к Wi-Fi и попробуйте еще раз.";

"This Conversation|header text for alert settings applying to a single conversation" = "Эта переписка";

"Timeline|Button text to go to a user's timeline" = "Хроника";

"Timeline|divebar timeline button title" = "Хроника";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Совет: никогда не пропускайте сообщений";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Если вы хотите ответить на звонок, вам следует загрузить обновленную версию Чата.";

"To complete your phone number activation, please enter the activation code|" = "Пожалуйста, введите код для завершения активации номера телефона";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Чтобы указывать местонахождение при отправке сообщений, перейдите к %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Если вы хотите позвонить, вам следует загрузить обновленную версию Чата.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Для отключения уведомлений в этом диалоге, перейдите к настройкам переписки.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Чтобы отключить отображение местонахождения в вашей переписке, перейдите в %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications" = "Чтобы отключить уведомления, зайдите в настройки iPhone %1$@ Уведомления %2$@ Чат";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Чтобы воспользоваться этой функцией, перейдите в настройки вашего %1$@ и выберите \"Геолокация\". Выберите \"Вкл.\" для Facebook.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Если вы хотите воспользоваться этой функцией, зайдите в ваши настройки %1$@ и коснитесь \"Конфиденциальность\", затем \"Геолокация\". Выберите \"Вкл.\" для Facebook.";

"To|Accessibility label for to field in contact picker" = "Кому";

"To:|to field in contact picker" = "Кому:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Коснитесь и удерживайте для разговора. Отпустите для отправки или проведите пальцем с кнопки для отмены.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Попробовать еще раз";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Отключить Чат";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Выкл. до 8:00";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Выкл. на 1 час";

"Turn Off|Option to turn off alerts" = "Выключить";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Включить Чат";

"Turn On Location Services|Error message title when location services are unavailable." = "Включите геолокацию";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Включить уведомления";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Включить уведомления";

"Turn On|Option to turn on alerts" = "Включить";

"Turn On|Turn on alerts" = "Включить";

"Turn On|button label for deferring enabling push notifications" = "Включить";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Включите уведомления";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Включите уведомления, чтобы знать, когда приходят новые сообщения.";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Печатает...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Невозможно дозвониться %1$@";

"Unable to Play Voice Message|The message to show when user receives a voice message but his app doesn't support playing it back." = "Ошибка при воспроизведении голосового сообщения";

"Unable to Save Image|retry dialog title for setting thread image" = "Не удается сохранить изображение";

"Unable to Send|Title for send feedback failed warning." = "Ошибка при отправке";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Не удается добавить участников переписки. Попробуйте снова.";

"Unable to name your conversation.|error message after setting conversation name" = "Не удается присвоить название переписке.";

"Unable to remove you right now.|error messages after leaving conversation" = "В данный момент вас невозможно удалить.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Ошибка при сохранении избранных контактов для сообщений в Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Не удается отправить сообщение. Попробовать еще раз?";

"Unable to send message.|Alert text for when a message failed to send." = "Не удается отправить сообщение.";

"Unable to send right now.|error message for failing to send message" = "В данный момент не удается отправить сообщение.";

"Unpin|button title to remove user from favorites" = "Удалить флажок";

"Update|Get new version now button." = "Обновить";

"Updating...|updating progress text" = "Обновление...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Обновить сейчас";

"Use|use nav bar button in photo preview screen" = "Использовать";

"View Call|Text show on button that views an incoming call" = "Посмотреть звонок";

"View in Maps|action sheet option for viewing a map" = "Посмотреть в Картах";

"View|Alert button that takes user to the thread where a message failed to send" = "Просмотреть";

"We'll text you a link to confirm your number.|Confirmation information text" = "Мы отправим вам текстовое сообщение с ссылкой для подтверждения номера телефона.";

"Welcome to Messenger|Title for NUX page" = "Добро пожаловать в Чат";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "Кому отправить это сообщение?";

"You can control this in your privacy settings.|Explanation to let user know he can change settings of sharing location." = "Вы можете это регулировать с помощью ваших настроек конфиденциальности";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Скоро вы получите SMS или письмо с кодом для входа в аккаунт.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Вы не узнаете, когда вы получили сообщение.";

"Your carrier doesn't allow calling with Messenger. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if carrier doesn't allowVOIP and not on wifi" = "Ваш оператор не поддерживает звонки с помощью Чата. Пожалуйста, включите Wi-Fi в настройках вашего телефона.";

"Your message was not sent.|text shown when a message failed to send" = "Ваше сообщение не отправлено.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Ваши сообщения не были отправлены.";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "последние действия 1 день назад";

"active 1h ago|indicator that a user was active 1 hour ago" = "последние действия 1 час назад";

"active 1m ago|indicator that a user was active 1 minute ago" = "последние действия 1 минуту назад";

"active now|indicator that a user is currently active, on web or mobile" = "активен сейчас";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "последние действия на мобильном %1$@ назад";

"active on mobile|presences status for being active on mobile" = "активно использует мобильный";

"active %id ago|indicator that a user was active 2+ days ago" = "последние действия %1$i дн. назад";

"active %ih ago|indicator that a user was active 2+ hours ago" = "последние действия %1$i ч. назад";

"active %im ago|indicator that a user was active 2+ minute ago" = "последние действия %1$i мин. назад";

"active %@ ago|presences status for being active a relative time ago" = "последние действия %1$@ назад";

"error|A short message for audio play error" = "ошибка";

"is calling|text below the caller's name when they are calling" = "звонит";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "печатает...";

"on mobile|presences status for being available on mobile" = "на мобильном";

"online %@ ago|presences status for being online on the web a relative time ago" = "в сети %1$@ назад";

"online|presences status for being online on the web" = "в сети";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "печатает...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d из %2$d";

"%i Friend of Friends|Number of friends of friends in search result (singular)" = "%1$i друг друзей";

"%i Friend|Number of friends in search result (singular)" = "%1$i друг";

"%i Friends of Friends|Number of friends of friends in search result (plural)" = "%1$i друзей друзей";

"%i Friends|Number of friends in search result (plural)" = "%1$i друзей";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i дней";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i часов";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i минут";

"%id|short indicator that a user was active 2+ days ago" = "%1$i д.";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i ч.";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i мин.";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ и %2$@ используют Чат Facebook";

"%@ are Nearby|Title of in-app notification showing some friends are nearby. E.g. Tom, Jerry, +2 are Nearby" = "%1$@ находится поблизости";

"%@ is Nearby|Title of in-app notification showing some friend is nearby. E.g. Tom is Nearby" = "%1$@ поблизости";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "Звонит %1$@";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ не может ответить";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ занят(-а)";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ печатает вам сообщение...";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "Вам звонил(а) %1$@";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ использует Чат Facebook";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, еще %2$i";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ и %3$@ используют Чат Facebook";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ и %3$@ и еще 1 друг используют Чат Facebook";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ и еще %4$i друзей используют Чат Facebook";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@...";

"%u Friend is Nearby|Title of in-app notification showing some friend is nearby. E.g. 1 Friend is Nearby" = "Поблизости находится %1$u друзей";

"%u Friends are Nearby|Title of in-app notification showing some friends are nearby. E.g. 2 Friends are Nearby" = "Поблизости %1$u друзей";

"%u Friends are Nearby|Title of megaphone to encourage user to share location. E.g. 2 Friends are Nearby." = "Поблизости %1$u друзей";

"%u of your friends are sharing when they're nearby|Message to let user know how many of his friends are sharing location." = "%1$u друзей публикуют информацию о том, что вы поблизости";

"%u photo attached|Accessiblity text for a single photo" = "Прикреплено  фото: %1$u";

"%u photos attached|Accessibility text for a photo set" = "Прикреплено фотографий: %1$u";

